paccache-hook
lightdm-settings
spotify
insomnia
postman-bin
sublime-text-4
gitkraken
pcloud-drive
ttf-ancient-fonts
gitflow-avh
gitflow-zshcompletion-avh
electron9-bin
musixmatch-bin
4kvideodownloader
ferdium-bin
visual-studio-code-insiders-bin
anydesk
ngrok
tasksh
windscribe-cli
crow-translate
spotify-tui-bin
aws-cli-v2
amazon-ecr-credential-helper
webtorrent-desktop
ttf-font-awesome-4
rofi-dmenu
bear
junction
mise-bin
light
cryptomator-bin
todoist-appimage
