paccache-hook
spotify
insomnia
postman-bin
sublime-text-4
gitkraken
pcloud-drive
ttf-ancient-fonts
gitflow-avh
gitflow-zshcompletion-avh
electron9-bin
musixmatch-bin
4kvideodownloader
franz-bin
visual-studio-code-insiders-bin
anydesk
ngrok
tasksh
windscribe-cli
crow-translate
compton-tryone-git
conky-cairo
spotify-tui-bin
google-cloud-sdk
webtorrent-desktop
ttf-font-awesome-4
rofi-dmenu
bear
