spotify
insomnia
postman-bin
discord
sublime-text-dev
gitkraken
pcloud-drive
ttf-ancient-fonts
gitflow-avh
gitflow-zshcompletion-avh
musixmatch-bin
franz-bin
visual-studio-code-insiders
anydesk
ngrok
tasksh
windscribe-cli
kubernetes-helm
crow-translate
compton-tryone-git
conky-cairo
spotifyd-full
spotify-tui
ccls
ghostwriter
google-cloud-sdk
webtorrent-desktop
ttf-font-awesome-4
i3status-rust
rofi-dmenu
dmenu-lpass-nu
