base-devel
yay
firefox
lxsession
lightdm
lightdm-slick-greeter
accountsservice
light-locker
picom
network-manager-applet
blueman
dunst
gsimplecal
playerctl
pamixer
pavucontrol-qt
xorg-xrandr
arandr
qt5ct
light
qalculate-qt
konsole
pcmanfm-qt
thunderbird
xfce4-power-manager
filelight
kdeconnect
gwenview
flameshot
spotifyd
kitty
unzip
xclip
copyq
cmake
zsh
vim
neovim
qutebrowser
tree
php
python-pip
python-virtualenv
python2-pip
python2-virtualenv
net-tools
inotify-tools
wxgtk2
bat
exa
nodejs
npm
yarn
shellcheck
rustup
docker
docker-compose
postgresql
postgis
zathura
zathira-pdf-mupdf
gimp
ghostwriter
telegram-desktop
discord
fd
tmux
tmate
gdb
htop
gparted
sl
xdotool
clang
cppcheck
ccls
vifm
ruby
go
lua
httpie
zsh-syntax-highlighting
expac
xorg-xev
xorg-xwininfo
obs-studio
v4l2loopback-dkms
firefox-developer-edition
the_silver_searcher
ripgrep
dos2unix
task
hub
meld
easytag
ctags
kubectl
minikube
kubectx
k9s
helm
gnome-keyring
dbeaver
i3-gaps
python-i3ipc
i3status-rust
wmctrl
rofi
feh
ttf-font-awesome
otf-ipafont
shfmt
ghc
stack
cabal-install
bitwarden
qmk
syncthing
