base-devel
yay
firefox
lxsession
lightdm
lightdm-slick-greeter
accountsservice
light-locker
picom
network-manager-applet
blueman
dunst
gsimplecal
playerctl
pamixer
pavucontrol-qt
xorg-xrandr
arandr
qt5ct
qt6ct
qalculate-qt
konsole
pcmanfm-qt
thunderbird
xfce4-power-manager
xfce4-taskmanager
filelight
kdeconnect
lximage-qt
flameshot
mpv
vlc
lxqt-archiver
spotifyd
kitty
unzip
xclip
copyq
cmake
zsh
vim
neovim
vint
qutebrowser
tree
fzf
php
python-pip
ipython
ruff
python-pynvim
python-weasyprint
vcspull
pyright
net-tools
inotify-tools
wxwidgets-gtk3
bat
eza
git-delta
git-absorb
git-revise
git-branchless
nodejs
npm
yarn
shellcheck
rustup
docker
docker-compose
postgresql
postgis
zathura
zathura-pdf-mupdf
gimp
ghostwriter
libreoffice-fresh
telegram-desktop
discord
fd
sd
tmux
tmate
gdb
htop
gparted
sl
xdotool
clang
cppcheck
ccls
vifm
ruby
ruby-erb
go
lua
stylua
lua-language-server
httpie
zsh-syntax-highlighting
expac
xorg-xev
xorg-xwininfo
obs-studio
v4l2loopback-dkms
firefox-developer-edition
the_silver_searcher
ripgrep
yq
dos2unix
task
hub
meld
easytag
ctags
kubectl
minikube
kubectx
k9s
stern
helm
gnome-keyring
dbeaver
i3-wm
python-i3ipc
i3status-rust
wmctrl
rofi
feh
ttf-font-awesome
otf-ipafont
noto-fonts-emoji
shfmt
tidy
languagetool
libbsd
ghc
stack
cabal-install
bitwarden
qmk
syncthing
direnv
nix
zk
jless
onboard
picocom
atuin
