firefox
kcalc
konsole
dolphin
thunderbird
filelight
kdeconnect
gwenview
flameshot
kitty
unzip
xclip
cmake
zsh
vim
neovim
tree
php
python-pip
python-virtualenv
python2-pip
python2-virtualenv
net-tools
wxgtk2
bat
exa
nodejs
npm
yarn
shellcheck
rustup
docker
docker-compose
postgresql
postgis
gimp
telegram-desktop
fd
tmux
tmate
gdb
htop
gparted
sl
xdotool
clang
cppcheck
vifm
ruby
go
httpie
zsh-syntax-highlighting
expac
xorg-xev
firefox-developer-edition
the_silver_searcher
ripgrep
dos2unix
task
hub
most
meld
easytag
ctags
kubectl
minikube
kubectx
k9s
helm
gnome-keyring
dbeaver
i3-gaps
python-i3ipc
wmctrl
rofi
feh
ttf-font-awesome
otf-ipafont
shfmt
ghc
stack
cabal-install
lastpass-cli
